'----СПИСКИ---'
#append - присоединитьнять в конец
#pop - удаляет/возвращяет элемент
#in - есть ли элемент в списке
#sort - сортирует список
#сортируем только однородные (type) списки
#for - перебирает элементы
#range - создает арифметическую прогрессию
'---ФУНКЦИИ---'
#assert - утверждение
#return - передача обьекта
'---ПЕРЕМЕННЫЕ---'
#test = test - создание переменной
#test -/+= test - сложение/вычитание переменной
#int(test) - приведение к числу (инту)
#test = test <-- str
#str -/+ int - нельзя
#int -/+ int -можно
'---ПОЛИТРА КОМАНД---'
#ctnl + c - копировать
#ctrl + v - вставить
#ctrl + z - отменить действия
#ctrl + x - вырезать
#ctrl + a - выбрать все
#ctrl + h - заменить
#ctrl + t - открыть рабочую область
